Repository: Ketok4321/speedtest
Catalog: po/*.po
Languages: fr, nl, pl, sv, tr

source: Measure your internet speeds
sv: Mät din internetuppkopplingshastighet

source: Could Not Reach Internet
sv: Kunde inte nå webben

source: Speedtest does not work without an internet connection.
sv: Speedtest funkar inte utan en nätverkanslutning.

source: Retry Connection
sv: Försok Anslutning

source: Start Session
sv: Börja Session

source: Start
fr: Commencer
nl: Starten
pl: Rozpocznij
sv: Börja
tr: Başlat

source: Download
sv: Ned

source: Upload
sv: Upp

# shortcut window
source: General
sv: Allmänt

# shortcut window
source: Start Session
sv: Börja Session

# shortcut window
source: Show Shortcuts
sv: Visa Tangentbordsgenvägar

# shortcut window
source: Quit
sv: Avsluta

source: _Preferences
sv: _Inställningar

source: _Keyboard Shortcuts
sv: _Tangentbordsgenvägar

source: _About Speedtest
sv: _Om Speedtest

source: This option controls the maximum visible point on the gauge scales. Adjust this if the bar consistently reaches full.
sv: Denna inställning hanterar det maximal visningspunkt på mätaren. Justera denna om mätaren konsekvent når full.

source: Gauge Scale
sv: Skala för mätare

source: translator-credits
sv: skøldis <speedtest@turtle.garden>

source: Contributors
sv: Bidragsgivare

source: Backend by
fr: Backend par
nl: Backend van
pl: Backend
sv: Baksidan av
tr: Arka Uç

source: Session already in progress
sv: En session pågår redan

source: Cannot start new session
sv: Kan inte börja ny session

source: Discarded session
sv: Session förkastades

source: Undo
sv: Ångra

source: Measure your internet connection speed
fr: Mesurez la vitesse de votre connexion internet
nl: Meet de snelheid van uw internetverbinding
pl: Zmierz swoją prędkość internetu
tr: İnternet bağlantı hızınızı ölçün

source: Desktop client for librespeed using gtk4+libadwaita
fr: Client pour bureau de librespeed, utilisant gtk4+libadwaita
nl: Een toepassing rond librespeed op basis van GTK4 en Libadwaita
pl: Klient do librespeed używający gtk4+libadwaita
tr: Librespeed için GTK4 ve libadwaita kullanan masaüstü istemcisi

source: User interface changes
pl: Zmiany interfejsu użytkownika

source: Improve the code for gathering the server list
pl: Poprawiono kod do zbierania listy serwerów

source: Dutch and Polish translations
pl: Holandzka i polska tranzlacja

source: Improve the icon's contrast with the flathub website
nl: Verbeterd: pictogramcontrast i.v.m. de Flathub-website
pl: Poprawiono kontrast ikonki na ciemnych tłach

source: Internal improvements
nl: Interne verbeteringen
pl: Wewnętrzne poprawki

source: Initial release
nl: Eerste versie
pl: Pierwsze wydanie

source: Couldn't connect to the speedtest servers
fr: Impossible de se connecter aux serveurs de test de vitesse
nl: Er kan geen verbinding worden gemaakt
pl: Nie można połączyć się z serwerami
tr: Hız testi sunucularına bağlanılamıyor

source: Make sure you are connected to the internet
fr: Assurez-vous d’être connecté⋅e à internet
nl: Zorg dat u verbonden bent met het internet
pl: Upewnij się, że masz połączenie z internetem
tr: İnternet'e bağlı olduğunuzdan emin olun

source: Retry
fr: Réessayer
nl: Opnieuw proberen
pl: Spróbuj ponownie
tr: Terar Dene

source: Download:
fr: Téléchargement :
nl: Downloadsnelheid:
pl: Pobieranie:
tr: İndirme:

source: Upload:
fr: Téléversement :
nl: Uploadsnelheid:
pl: Wysyłanie:
tr: Karşıya Yükleme:

source: About Speedtest
fr: À propos de Rapidomètre
nl: Over Snelheidstest
pl: O Speedtest
tr: Hız Testi Hakkında

source: Speedtest
fr: Rapidomètre
nl: Snelheidstest
tr: Hız Testi

source: Jitter:
fr: Décalage :
nl: Ruis:
tr: Sapma:
